export const QUESTIONS = [
  {
    question: '১. যদি মাদের অক্ষরের পরে (وقف) করা/থামা হয়, তাহলে কোন মাদ হবে?',
    options: [
      'মাদ তাবাঈ',
      'মাদ লীন',
      'মাদ আরিয লিস্‌সুকূন'
    ],
    correctAnswer: 'মাদ আরিয লিস্‌সুকূন'
  },

  {
    question: '২. “يَتَسَاءَلُونَ” শব্দের শেষে থামলে কত আলিফ পরিমাণ টান হবে?',
    options: [
      '১ আলিফ',
      '২ আলিফ',
      '৪–৬ আলিফ'
    ],
    correctAnswer: '৪–৬ আলিফ'
  },

  {
    question: '৩. যদি واوْ বা يْ এর আগে যবর থাকে এবং পরে থামা হয়, তাহলে কোন মাদ হবে?',
    options: [
      'মাদ লীন',
      'মাদ তাবাঈ',
      'মাদ আরিয'
    ],
    correctAnswer: 'মাদ লীন'
  },

  {
    question: '৪. “غَاسِقٍ” শব্দে কত আলিফ টান হবে?',
    options: [
      '১ আলিফ',
      '৩ আলিফ',
      '৪ আলিফ'
    ],
    correctAnswer: '১ আলিফ'
  },

  {
    question: '৫. “النَّاسِ” শব্দে থামলে কোন মাদ হবে?',
    options: [
      'মাদ তাবাঈ',
      'মাদ আরিয',
      'মাদ লীন'
    ],
    correctAnswer: 'মাদ আরিয'
  }
];